Repository: gumroad/wp-gumroad
Catalog: gumroad/languages/gum-*.po
Languages: es_es

source: requires WordPress version <strong>
es_es: requiere la versión de WordPress <strong>

source: Help
es_es: Ayuda

source: Gumroad Overlay & Embed
es_es: Gumroad Diseño e Incrustación

source: Settings
es_es: Configuración

source: is now installed.
es_es: ahora está instalado.

source: See how to add Gumroad shortcodes
es_es: Vea cómo agregar códigos cortos Gumroad

source: Help us get noticed (and boost our egos) with a rating and short review.
es_es: Ayúdenos a ser notados (y aumentar nuestro ego) con una calificación y breve reseña.

source: Rate this plugin on WordPress.org
es_es: Califique este plugin en WordPress.org

source: Need more Pinterest traffic?
es_es: ¿Necesita más tráfico Pinterest?

source: Check out our Pinterest "Pin It" Button plugin. Now with <strong>
es_es: Echa un vistazo a nuestro plugin de botón "Pin It" Pinterest. Ahora con <strong>

source: Get the Free "Pin It" Button plugin
es_es: Obtenga el plugin de botón "Pin It" gratuito.

source: Visit the "Pin It" Button plugin page
es_es: Visite la página del plugin de botón "Pin It"

source: Important SSL Requirement
es_es: Importante Requisito SSL

source: The address of the page hosting the Gumroad overlay or embed should start with https, so you'll need to setup an SSL certificate for your site if you haven't already.
es_es: La dirección de la página que aloja el overlay o embed Gumroad debe comenzar con https, por lo que deberá configurar un certificado SSL para su sitio si usted no lo ha hecho.

source: Reference the official Gumroad documentation:
es_es: Refiérase a la documentación Gumroad oficial:

source: Shortcode Help
es_es: Ayuda Código corto

source: Use the shortcode
es_es: Utilizar el código corto

source: to add a product link that will popup in an overlay.
es_es: para añadir un enlace del producto que emergerá en un overlay.

source: to add an embedded Gumroad product.
es_es: para agregar un producto Gumroad incrustado.

source: Use the function
es_es: Utilizar la función

source: to display within template or theme files.
es_es: Para visualizar dentro de archivos de plantilla o tema.

source: Available Attributes
es_es: Atributos disponibles

source: Attribute
es_es: Atributo

source: Description
es_es: Descripción

source: Options
es_es: Opciones

source: Default
es_es: Por defecto

source: The Gumroad product ID
es_es: El identificador del producto Gumroad

source: The type of product link you want to show.
es_es: El tipo de enlace de producto que desea mostrar.

source: The text that shows on the overlay button. This only applies if the type is set to overlay.
es_es: El texto que se muestra en el botón de overlay. Esto sólo se aplica si el tipo está establecido a overlay.

source: Will take the user right to the checkout page for this item. This only applies if the type is set to overlay.
es_es: Llevará al usuario derecho a la página de pago por este artículo. Esto sólo se aplica si el tipo está ajustado a overlay.

source: Examples
es_es: Ejemplos
